Repository: BarviX6/ImageManager
Catalog: src/usr/lib/enigma2/python/Plugins/Extensions/ImageManager/locale/*/LC_MESSAGES/ImageManager.po
Languages: ru, uk

source: Image Manager
ru: Менеджер имиджей
uk: Менеджер іміджів

source: Backup Creator
ru: Создание бэкапа
uk: Створення бэкапу

source: Copying of partition
ru: Копирование раздела
uk: Копіювання розділу

source: Image Installer
ru: Установщик имиджей
uk: Установник іміджів

source: Select the source partition:
ru: Выберите раздел-источник:
uk: Виберіть розділ-джерело:

source: Select the target partition:
ru: Выберите целевой раздел:
uk: Виберіть цільовий розділ:

source: Delete the configuration file Enigma?
ru: Удалить файл настроек Enigma?
uk: Видалити файл налаштувань Enigma?

source: Remove config settings EMU?
ru: Удалить настройки конфигов EMU?
uk: Видалити налаштування конфігів EMU?

source: Select the type of archive:
ru: Выберите тип создаваемого архива:
uk: Виберіть тип створюваного архіву:

source: manage of your image Enigma
ru: управление вашим имиджем Enigma
uk: управління вашим іміджем Enigma

source: Do you want to reboot with the new partition?
ru: Вы хотите перезагрузиться с нового раздела?
uk: Ви бажаєте перезавантажитися з нового розділу?

source: Do you want to install with this image? %s to partition %s
ru: Вы хотите установить данный имидж? %s на раздел %s
uk: Ви бажаєте встановити даний імідж? %s на розділ %s

source: Active Partition -
ru: Активный раздел -
uk: Активний розділ -

source: Image Manager ver %s (c)Vasiliks
ru: Менеджер имиджей вер %s (c)Vasiliks
uk: Менеджер іміджів вер %s (c)Vasiliks

source: Select the image
ru: Выберите имидж
uk: Виберіть імідж

source: Reboot to Spark
ru: Перезагрузка в Spark
uk: Перезавантаження в Spark

source: Show ImageManager in ExtensionsMenu?
ru: Показывать Менеджер имиджей в меню расширений?
uk: Відображати Менеджер іміджів в меню розширень?

source: Show Reboot to Spark in ExtensionsMenu?
ru: Показывать Перезагрузка в Spark в меню расширений?
uk: Відображати Перезавантаження в Spark в меню розширень?

source: Show Reboot to Spark in ShutdownMenu?
ru: Показывать Перезагрузка в Spark в меню выключение?
uk: Відображати Перезавантаження в Spark в меню вимикання?

source: Configuration is saved
ru: Конфигурация сохранена
uk: Конфігурація збережена

source: Execute
ru: Выполнить
uk: Виконати

source: Configuration
ru: Конфигурация
uk: Конфігурація

source: Backup
ru: Бекап
uk: Бекап

source: Installing
ru: Установка
uk: Встановлення

source: Copying
ru: Копирование
uk: Копіювання

source: Multiboot
ru: Мультизагрузка
uk: Мультизавантаження

source: Select Mode:
ru: Выберите режим:
uk: Виберіть режим:

source: Mode at startup:
ru: Режим при запуске:
uk: Режим при запуску:

source: Input name:
ru: Введите имя:
uk: Введіть ім'я:

source: Select the partition to rename:
ru: Выберите раздел для переименования:
uk: Виберіть розділ для перейменування:

source: Partition %s renamed in %s
ru: Раздел %s переименован в %s
uk: Розділ %s перейменований в %s

source: Unknown box! :( :( :(
ru: Неизвестное устройство! :( :( :(
uk: Незнайомий пристрій! :( :( :(

source: Not found HDD or USB-Flash! :( :( :(
ru: Не найден HDD или USB-носитель! :( :( :(
uk: Не знайдено HDD або USB-носій! :( :( :(

source: repacking
ru: распаковка
uk: распаковка

source: mounting
ru: монтирование
uk: монтирование

source: Select install mode:
ru: Выберите режим установки:
uk: Виберіть режим встановлення:

source: Short Help
ru: Краткая справка
uk: Коротка довідка
